Repository: elementary/switchboard-plug-notifications
Catalog: po/*.po
Languages: fr

source: Bubbles
fr: Bulles

source: Sounds
fr: Sons

source: Notification Center
fr: Centre de notifications

source: Disabled
fr: Désactivé

source: Bubbles appear in the top right corner of the display and disappear automatically.
fr: Les bulles apparaissent dans le coin supérieur droit de l'écran et disparaissent automatiquement.

source: Sounds play once when a new notification arrives.
fr: Les sons sont joués lorsqu'une nouvelle notification est affichée.

source: Show missed notifications in Notification Center.
fr: Les notifications manquées apparaîtront dans le centre de notifications.

source: elementary OS is in Do Not Disturb mode
fr: elementary OS est en mode « Ne pas déranger »

source: While in Do Not Disturb mode, notifications and alerts will be hidden and notification sounds will be silenced.
fr: En mode Ne pas déranger, les notifications et alertes seront cachées.

source: System notifications, such as volume and display brightness, will be unaffected.
fr: Les notifications système comme le volume et la luminosité ne seront néanmoins pas affectés.

source: Do Not Disturb
fr: Ne pas déranger

source: Nothing to do here
fr: Aucune action à effectuer

source: Notifications preferences are for configuring which apps make use of notifications, for changing how an app's notifications appear, and for setting when you do not want to be disturbed by notifications.
fr: Les paramètres de notifications permettent de configurer les applications utilisant des notifications afin de changer la manière dont celles-ci apparaissent et pour définir lorsque vous ne voulez pas être dérangé par celles-ci.

source: When apps are installed that have notification options they will automatically appear here.
fr: Lorsque des applications utilisant les notifications sont installées, des options apparaîtront automatiquement ici.

source: Configure notification bubbles, sounds, and notification center
fr: Configurer les bulles de notification, les sons et le centre de notification

source: Notifications Center
fr: Centre de notifications

source: Sound
fr: Son
